Repository: elebihan/yaprogen
Catalog: po/*.po
Languages: fr

source: Please enter a value for each of the following variables:
fr: Veuillez entrer une valeur pour chacune des variables suivantes :

source: list available templates
fr: liste les modèles disponibles

source: display details about each template
fr: affiche des détails sur chaque modèle

source: create a new project
fr: créer un nouveau projet

source: NAME
fr: NOM

source: set author name
fr: définit le nom de l'auteur

source: set copyright holder
fr: définit le titulaire du droit d'auteur

source: set company name
fr: définit le nom de l'entreprise

source: TEXT
fr: TEXTE

source: set short description of the project
fr: définit une courte description du projet

source: ADDRESS
fr: ADRESSE

source: set email address of the author
fr: définit l'adresse email de l'auteur

source: LICENSE
fr: LICENCE

source: set license of the project
fr: définit la licence du projet

source: set output directory
fr: définit le répertoire de sortie

source: enable cross-platform support in template
fr: active le support multi-platforme du modèle

source: be quiet
fr: mode silencieux

source: override value of variable K with V
fr: surcharge la valeur de la variable K par V

source: name of the template
fr: nom du modèle

source: name of the project
fr: nom du projet

source: Missing command
fr: Commande absente

source: Error: {}
fr: Erreur : {}

source: Unknown
fr: Inconnu

source: Insert description here
fr: Insérer la description ici

source: Removing {}
fr: Effacement de {}

source: Generating {}
fr: Génération de {}

source: Generating {} (copy)
fr: Génération de {} (copie)

source: Unknown license
fr: Licence inconnue

source: template not found
fr: le modèle n'a pas été trouvé

source: {} is not a valid manifest
fr: {} n'est pas un manifeste valide
